Repository: dias-smith-rock/noise-record
Catalog: NoiseRecord/NoiseRecord/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.calibration.reset.alert.restored.message
source: Cleared your manual adjustment (%1$@). Total offset: %2$@ → %3$@ User adjustment: %4$@ → 0 dB Monitor readings return to factory defaults. Recalibrate with a meter if needed.
ar: تم مسح تعديلك اليدوي (%1$@). إجمالي الإزاحة: %2$@ → %3$@ تعديل المستخدم: %4$@ → 0 dB تعود القراءات إلى الإعداد الافتراضي. أعد المعايرة بمقياس عند الحاجة.
bg: Изчисти вашата ръчна корекция (%1$@). Общо отместване: %2$@ → %3$@ Корекция на потребителя: %4$@ → 0 dB Показанията на монитора се връщат към фабричните настройки. Калибрирайте повторно с измервателен уред, ако е необходимо.
ca: S'ha esborrat l'ajust manual (%1$@). Desplaçament total: %2$@ → %3$@ Ajust d'usuari: %4$@ → 0 dB Les lectures del monitor tornen als valors predeterminats de fàbrica. Torneu a calibrar amb un mesurador si cal.
cs: Ruční úprava byla vymazána (%1$@). Celkový posun: %2$@ → %3$@ Uživatelská úprava: %4$@ → 0 dB Hodnoty monitoru se vrátí na výchozí tovární nastavení. V případě potřeby překalibrujte pomocí měřiče.
da: Ryddede din manuelle justering (%1$@). Samlet offset: %2$@ → %3$@ Brugerjustering: %4$@ → 0 dB Skærmaflæsninger vender tilbage til fabriksindstillingerne. Kalibrer om nødvendigt med en måler.
de: Ihre manuelle Anpassung wurde gelöscht (%1$@). Gesamtoffset: %2$@ → %3$@ Benutzeranpassung: %4$@ → 0 dB Die Monitorwerte werden auf die Werkseinstellungen zurückgesetzt. Bei Bedarf mit einem Messgerät neu kalibrieren.
el: Διαγράφηκε η μη αυτόματη προσαρμογή (%1$@). Συνολική μετατόπιση: %2$@ → %3$@ Προσαρμογή χρήστη: %4$@ → 0 dB Οι ενδείξεις της οθόνης επιστρέφουν στις εργοστασιακές προεπιλογές. Βαθμονόμηση εκ νέου με μετρητή εάν χρειάζεται.
es: Se eliminó tu ajuste manual (%1$@). Offset total: %2$@ → %3$@ Ajuste del usuario: %4$@ → 0 dB Las lecturas vuelven a valores de fábrica. Recalibra con un medidor si hace falta.
fi: Tyhjennettiin manuaalinen säätö (%1$@). Kokonaispoikkeama: %2$@ → %3$@ Käyttäjän säätö: %4$@ → 0 dB Näytön lukemat palautuvat tehdasasetuksiin. Kalibroi tarvittaessa uudelleen mittarilla.
fr: Votre ajustement manuel (%1$@) a été effacé. Offset total : %2$@ → %3$@ Ajustement utilisateur : %4$@ → 0 dB Les mesures reviennent aux réglages d’usine. Réétalonnez si besoin.
he: ניקה את ההתאמה הידנית שלך (%1$@). סה"כ היסט: %2$@ → %3$@ התאמת משתמש: %4$@ → 0 dB קריאות הצג חוזרות לברירות המחדל של היצרן. כיול מחדש עם מד במידת הצורך.
hi: आपका मैनुअल समायोजन (%1$@) हटाया गया। कुल ऑफ़सेट: %2$@ → %3$@ उपयोगकर्ता समायोजन: %4$@ → 0 dB रीडिंग फ़ैक्टरी डिफ़ॉल्ट पर लौटती हैं। ज़रूरत हो तो मीटर से फिर कैलिब्रेट करें।
hr: Izbrisano je vaše ručno podešavanje (%1$@). Ukupni pomak: %2$@ → %3$@ Korisnička prilagodba: %4$@ → 0 dB Očitanja monitora vraćaju se na tvorničke postavke. Po potrebi ponovno kalibrirajte mjeračem.
hu: Törölte a kézi beállítást (%1$@). Teljes eltolás: %2$@ → %3$@ Felhasználói beállítás: %4$@ → 0 dB A monitor leolvasása visszaáll a gyári alapértékekre. Szükség esetén kalibrálja újra mérőműszerrel.
id: Menghapus penyesuaian manual Anda (%1$@). Total perpindahan: %2$@ → %3$@ Penyesuaian pengguna: %4$@ → 0 dB Pembacaan monitor kembali ke default pabrik. Kalibrasi ulang dengan meteran jika diperlukan.
it: Cancellata la regolazione manuale (%1$@). Offset totale: %2$@ → %3$@ Regolazione utente: %4$@ → 0 dB Le letture del monitor ritornano alle impostazioni di fabbrica. Se necessario, ricalibrare con un misuratore.
ja: 手動調整をクリアしました (%1$@)。 合計オフセット: %2$@ → %3$@ ユーザー調整: %4$@ → 0 dB モニターの測定値が工場出荷時のデフォルトに戻ります。必要に応じてメーターを使用して再校正します。
ko: 수동 조정(%1$@)을 삭제했습니다. 총 오프셋: %2$@ → %3$@ 사용자 조정: %4$@ → 0 dB 모니터 판독값이 공장 기본값으로 돌아갑니다. 필요한 경우 미터로 다시 교정하십시오.
ms: Mengosongkan pelarasan manual anda (%1$@). Jumlah offset: %2$@ → %3$@ Pelarasan pengguna: %4$@ → 0 dB Pantau bacaan kembali kepada lalai kilang. Ukur semula dengan meter jika perlu.
nb: Fjernet den manuelle justeringen (%1$@). Total offset: %2$@ → %3$@ Brukerjustering: %4$@ → 0 dB Skjermavlesninger går tilbake til fabrikkinnstillinger. Kalibrer på nytt med en måler om nødvendig.
nl: Uw handmatige aanpassing gewist (%1$@). Totale verschuiving: %2$@ → %3$@ Gebruikersaanpassing: %4$@ → 0 dB De monitorwaarden keren terug naar de fabrieksinstellingen. Kalibreer indien nodig opnieuw met een meter.
pl: Wyczyszczono ręczną regulację (%1$@). Całkowite przesunięcie: %2$@ → %3$@ Regulacja użytkownika: %4$@ → 0 dB Odczyty monitora powracają do ustawień fabrycznych. W razie potrzeby dokonaj ponownej kalibracji za pomocą miernika.
pt: Seu ajuste manual (%1$@) foi removido. Offset total: %2$@ → %3$@ Ajuste do usuário: %4$@ → 0 dB As leituras voltam ao padrão de fábrica. Recalibre com um medidor se necessário.
ro: Ați șters reglarea manuală (%1$@). Compensație totală: %2$@ → %3$@ Ajustare utilizator: %4$@ → 0 dB Citirile monitorului revin la valorile implicite din fabrică. Recalibrați cu un metru dacă este necesar.
ru: Ручная поправка (%1$@) сброшена. Суммарное смещение: %2$@ → %3$@ Пользовательская поправка: %4$@ → 0 dB Показания возвращаются к заводским. При необходимости откалибруйте снова.
sk: Vymazalo sa vaše manuálne nastavenie (%1$@). Celkový posun: %2$@ → %3$@ Úprava používateľa: %4$@ → 0 dB Hodnoty monitora sa vrátia na predvolené výrobné nastavenia. V prípade potreby prekalibrujte pomocou meracieho prístroja.
sv: Rensat din manuella justering (%1$@). Total offset: %2$@ → %3$@ Användarjustering: %4$@ → 0 dB Monitoravläsningarna återgår till fabriksinställningarna. Kalibrera om med en mätare om det behövs.
th: ล้างการปรับด้วยตนเองของคุณ (%1$@) ออฟเซ็ตทั้งหมด: %2$@ → %3$@ การปรับเปลี่ยนโดยผู้ใช้: %4$@ → 0 dB การอ่านค่าของจอภาพจะกลับไปสู่ค่าเริ่มต้นจากโรงงาน ปรับเทียบใหม่โดยใช้มิเตอร์หากจำเป็น
tr: Manuel ayarınız silindi (%1$@). Toplam ofset: %2$@ → %3$@ Kullanıcı ayarı: %4$@ → 0 dB Monitör okumaları fabrika varsayılanlarına döner. Gerekirse bir ölçüm cihazıyla yeniden kalibre edin.
uk: Очистив ваше ручне коригування (%1$@). Загальне зміщення: %2$@ → %3$@ Коригування користувача: %4$@ → 0 dB Показання монітора повертаються до заводських налаштувань. За потреби відкалібруйте за допомогою глюкометра.
vi: Đã xóa điều chỉnh thủ công của bạn (%1$@). Tổng giá trị bù đắp: %2$@ → %3$@ Người dùng điều chỉnh: %4$@ → 0 dB Màn hình đọc trở về mặc định của nhà máy. Hiệu chỉnh lại bằng máy đo nếu cần.
zh_hans: 已清除手动调整（%1$@）。 总偏移：%2$@ → %3$@ 用户调整：%4$@ → 0 dB 监测读数恢复出厂默认。如有需要请重新校准。
zh_hant: 已清除手動調整（%1$@）。 總偏移：%2$@ → %3$@ 使用者調整：%4$@ → 0 dB 監測讀數恢復出廠預設。如有需要請重新校準。

# settings.calibration.reset.alert.restored.title
source: Factory calibration restored
ar: تمت استعادة معايرة المصنع
bg: Възстановено фабрично калибриране
ca: S'ha restaurat el calibratge de fàbrica
cs: Obnovena tovární kalibrace
da: Fabrikskalibrering gendannet
de: Werkskalibrierung wiederhergestellt
el: Η εργοστασιακή βαθμονόμηση αποκαταστάθηκε
es: Calibración de fábrica restaurada
fi: Tehdaskalibrointi palautettu
fr: Étalonnage d’usine rétabli
he: כיול המפעל שוחזר
hi: फ़ैक्टरी कैलिब्रेशन बहाल
hr: Vraćena tvornička kalibracija
hu: A gyári kalibráció helyreállt
id: Kalibrasi pabrik dipulihkan
it: Calibrazione di fabbrica ripristinata
ja: 工場出荷時の校正が復元されました
ko: 공장 보정이 복원되었습니다.
ms: Penentukuran kilang dipulihkan
nb: Fabrikkkalibrering gjenopprettet
nl: Fabriekskalibratie hersteld
pl: Przywrócono kalibrację fabryczną
pt: Calibração de fábrica restaurada
ro: Calibrarea din fabrică a fost restabilită
ru: Заводская калибровка восстановлена
sk: Obnovená továrenská kalibrácia
sv: Fabrikskalibrering återställd
th: คืนค่าการปรับเทียบจากโรงงานแล้ว
tr: Fabrika kalibrasyonu geri yüklendi
uk: Заводське калібрування відновлено
vi: Đã khôi phục hiệu chuẩn nhà máy
zh_hans: 已恢复出厂校准
zh_hant: 已恢復出廠校準

# settings.calibration.resetButton
source: Reset calibration
ar: إعادة ضبط المعايرة
bg: Нулиране на калибрирането
ca: Restableix el calibratge
cs: Resetujte kalibraci
da: Nulstil kalibrering
de: Kalibrierung zurücksetzen
el: Επαναφορά βαθμονόμησης
es: Restablecer calibración
fi: Nollaa kalibrointi
fr: Réinitialiser l’étalonnage
he: אפס את הכיול
hi: कैलिब्रेशन रीसेट
hr: Ponovno postavljanje kalibracije
hu: Kalibráció visszaállítása
id: Setel ulang kalibrasi
it: Reimpostare la calibrazione
ja: リセットキャリブレーション
ko: 교정 재설정
ms: Tetapkan semula penentukuran
nb: Tilbakestill kalibrering
nl: Kalibratie opnieuw instellen
pl: Zresetuj kalibrację
pt: Redefinir calibração
ro: Resetați calibrarea
ru: Сбросить калибровку
sk: Resetujte kalibráciu
sv: Återställ kalibrering
th: รีเซ็ตการปรับเทียบ
tr: Kalibrasyonu sıfırla
uk: Скинути калібрування
vi: Đặt lại hiệu chuẩn
zh_hans: 重置校准
zh_hant: 重置校準

# settings.calibration.rmsFloor
source: RMS floor
ar: أرضية RMS
bg: RMS етаж
ca: RMS pis
cs: RMS patro
da: RMS etage
de: RMS Etage
el: RMS όροφος
es: Piso RMS
fi: RMS kerros
fr: Plancher RMS
he: קומה RMS
hi: RMS फ़्लोर
hr: RMS kat
hu: RMS emelet
id: RMS lantai
it: RMS piano
ja: RMSフロア
ko: RMS층
ms: RMS lantai
nb: RMS etasje
nl: RMS vloer
pl: RMS piętro
pt: Piso RMS
ro: RMS etaj
ru: Порог RMS
sk: RMS poschodie
sv: RMS våning
th: RMS ชั้น
tr: RMS kat
uk: __ТЕРМ8__ пов
vi: tầng RMS
zh_hans: RMS 底噪
zh_hant: RMS 底噪

# settings.calibration.technicalBadge
source: Technical
ar: تقني
bg: технически
ca: Tècnic
cs: Technický
da: Teknisk
de: Technisch
el: Τεχνικός
es: Técnico
fi: Tekninen
fr: Technique
he: טֶכנִי
hi: तकनीकी
hr: tehnički
hu: Műszaki
id: Teknis
it: Tecnico
ja: テクニカル
ko: 인위적인
ms: Teknikal
nb: Teknisk
nl: Technisch
pl: Techniczny
pt: Técnico
ro: Tehnic
ru: Техн.
sk: Technický
sv: Teknisk
th: เทคนิค
tr: Teknik
uk: технічний
vi: Kỹ thuật
zh_hans: 技术
zh_hant: 技術

# settings.calibration.totalOffset
source: Total offset
ar: إجمالي الإزاحة
bg: Общо компенсиране
ca: Desplaçament total
cs: Celkový offset
de: Gesamtversatz
el: Συνολική μετατόπιση
es: Offset total
fi: Kokonaispoikkeama
fr: Offset total
he: קיזוז כולל
hi: कुल ऑफ़सेट
hr: Ukupni pomak
hu: Teljes eltolás
id: Jumlah offset
it: Compensazione totale
ja: 合計オフセット
ko: 총 오프셋
ms: Jumlah offset
nl: Totale compensatie
pl: Całkowite przesunięcie
pt: Offset total
ro: Compensare totală
ru: Суммарное смещение
sk: Celkový posun
th: ออฟเซ็ตรวม
tr: Toplam ofset
uk: Загальний залік
vi: Tổng số tiền bù đắp
zh_hans: 总偏移
zh_hant: 總偏移

# settings.calibration.userAdjustment
source: User adjustment
ar: تعديل المستخدم
bg: Корекция на потребителя
ca: Ajust d'usuari
cs: Uživatelská úprava
da: Brugerjustering
de: Benutzeranpassung
el: Ρύθμιση χρήστη
es: Ajuste del usuario
fi: Käyttäjän säätö
fr: Ajustement utilisateur
he: התאמת משתמש
hi: उपयोगकर्ता समायोजन
hr: Korisnička prilagodba
hu: Felhasználói beállítás
id: Penyesuaian pengguna
it: Regolazione dell'utente
ja: ユーザー調整
ko: 사용자 조정
ms: Pelarasan pengguna
nb: Brukerjustering
nl: Aanpassing door gebruiker
pl: Regulacja użytkownika
pt: Ajuste do usuário
ro: Reglarea utilizatorului
ru: Пользовательская поправка
sk: Užívateľská úprava
sv: Användarjustering
th: การปรับผู้ใช้
tr: Kullanıcı ayarı
uk: Налаштування користувача
vi: Điều chỉnh người dùng
zh_hans: 用户调整
zh_hant: 使用者調整

# settings.language
source: Language
ar: اللغة
bg: език
ca: Llengua
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
fi: Kieli
fr: Langue
he: שָׂפָה
hi: भाषा
hr: Jezik
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
ms: Bahasa
nb: Språk
nl: Taal
pl: Język
pt: Idioma
ro: Limbă
ru: Язык
sk: Jazyk
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# settings.language.system
source: System
ar: النظام
bg: система
ca: Sistema
cs: Systém
el: Σύστημα
es: Sistema
fi: Järjestelmä
fr: Système
he: מַעֲרֶכֶת
hi: सिस्टम
hr: sustav
hu: Rendszer
id: Sistem
it: Sistema
ja: システム
ko: 체계
ms: Sistem
nl: Systeem
pt: Sistema
ro: Sistem
ru: Система
sk: systém
th: ระบบ
tr: Sistem
uk: система
vi: Hệ thống
zh_hans: 跟随系统
zh_hant: 跟隨系統

# settings.measurementMode.header
source: Measurement mode
ar: وضع القياس
bg: Режим на измерване
ca: Mode de mesura
cs: Režim měření
da: Måletilstand
de: Messmodus
el: Λειτουργία μέτρησης
es: Modo de medición
fi: Mittaustila
fr: Mode de mesure
he: מצב מדידה
hi: मापन मोड
hr: Način mjerenja
hu: Mérési mód
id: Modus pengukuran
it: Modalità di misurazione
ja: 測定モード
ko: 측정 모드
ms: Mod pengukuran
nb: Målemodus
nl: Meetmodus
pl: Tryb pomiaru
pt: Modo de medição
ro: Mod de măsurare
ru: Режим измерения
sk: Režim merania
sv: Mätläge
th: โหมดการวัด
tr: Ölçüm modu
uk: Режим вимірювання
vi: Chế độ đo
zh_hans: 测量模式
zh_hant: 測量模式

# settings.privacyChoices
source: Ad Privacy Choices
ar: خيارات خصوصية الإعلانات
bg: Избор на поверителност на рекламите
ca: Opcions de privadesa de l'anunci
cs: Volby ochrany soukromí reklam
da: Valg af annoncebeskyttelse
de: Datenschutzoptionen für Anzeigen
el: Επιλογές απορρήτου διαφημίσεων
es: Opciones de privacidad de anuncios
fr: Choix de confidentialité des annonces
he: אפשרויות פרטיות מודעות
hi: विज्ञापन गोपनीयता विकल्प
hr: Izbori privatnosti oglasa
id: Pilihan Privasi Iklan
it: Scelte sulla privacy degli annunci
ja: 広告プライバシーの選択
ko: 광고 개인정보 보호 선택
ms: Pilihan Privasi Iklan
nb: Personvernvalg for annonser
nl: Keuzes voor advertentieprivacy
pl: Opcje prywatności reklam
pt: Opções de privacidade de anúncios
ro: Opțiuni privind confidențialitatea anunțurilor
ru: Настройки конфиденциальности рекламы
sk: Voľby ochrany osobných údajov reklám
sv: Annonssekretessval
th: ตัวเลือกความเป็นส่วนตัวของโฆษณา
tr: Reklam Gizliliği Seçenekleri
uk: Вибір конфіденційності оголошень
vi: Lựa chọn về quyền riêng tư của quảng cáo
zh_hans: 广告隐私选项
zh_hant: 廣告隱私選項

# settings.temperature.celsius
source: Celsius °C
ar: درجة مئوية درجة مئوية
bg: Целзий °C
cs: Celsia °C
el: Κελσίου °C
es: grados centígrados
he: צלזיוס מעלות צלזיוס
hi: सेल्सियस डिग्री सेल्सियस
hr: Celzijevih °C
id: Celcius °C
ja: 摂氏℃
ko: 섭씨 ℃
pl: Celsjusza °C
ru: Цельсия °С
sk: Celzia °C
th: เซลเซียส °C
tr: Santigrat °C
uk: Цельсія °C
vi: độ C °C
zh_hans: 摄氏 °C
zh_hant: 攝氏 °C

# settings.temperature.fahrenheit
source: Fahrenheit °F
ar: فهرنهايت درجة فهرنهايت
bg: Фаренхайт °F
el: Φαρενάιτ °F
es: °F
he: פרנהייט °F
hi: फ़ारेनहाइट °F
ja: 華氏 °F
ko: 화씨 °F
pl: Fahrenheita °F
ru: Фаренгейт °F
th: ฟาเรนไฮต์ °F
tr: Fahrenhayt °F
uk: Фаренгейт °F
vi: F ° F
zh_hans: 华氏 °F
zh_hant: 華氏 °F

# settings.temperature.footer
source: Applies to temperature on the monitor dashboard and fullscreen LED display.
ar: ينطبق على درجة الحرارة الموجودة على لوحة معلومات الشاشة وشاشة العرض LED بملء الشاشة.
bg: Отнася се за температурата на таблото на монитора и дисплея на цял екран LED.
ca: S'aplica a la temperatura al tauler del monitor i a la pantalla completa LED.
cs: Platí pro teplotu na palubní desce monitoru a celoobrazovkovém LED displeji.
da: Gælder for temperatur på monitorens dashboard og fuldskærms LED display.
de: Gilt für die Temperatur auf dem Monitor-Dashboard und der Vollbildanzeige.
el: Ισχύει για τη θερμοκρασία στο ταμπλό της οθόνης και την οθόνη LED σε πλήρη οθόνη.
es: Se aplica a la temperatura en el tablero del monitor y en la pantalla LED de pantalla completa.
fi: Koskee lämpötilaa näytön kojelaudalla ja koko näytön LED -näytöllä.
fr: S'applique à la température sur le tableau de bord du moniteur et à l'affichage plein écran LED.
he: חל על הטמפרטורה על לוח המחוונים של הצג ועל תצוגת LED במסך מלא.
hi: मॉनिटर डैशबोर्ड और फ़ुलस्क्रीन LED डिस्प्ले पर तापमान पर लागू होता है।
hr: Primjenjuje se na temperaturu na nadzornoj ploči monitora i prikaz preko cijelog zaslona LED.
hu: A hőmérsékletre vonatkozik a monitor műszerfalán és a teljes képernyős LED kijelzőn.
id: Berlaku untuk suhu di dasbor monitor dan tampilan layar penuh LED.
it: Si applica alla temperatura sul dashboard del monitor e sul display LED a schermo intero.
ja: モニターのダッシュボードと全画面 LED ディスプレイの温度に適用されます。
ko: 모니터 대시보드 및 전체 화면 LED 디스플레이의 온도에 적용됩니다.
ms: Digunakan pada suhu pada papan pemuka monitor dan paparan skrin penuh LED.
nb: Gjelder temperatur på skjermens dashbord og fullskjerm LED-skjerm.
nl: Geldt voor de temperatuur op het monitordashboard en LED-weergave op volledig scherm.
pl: Dotyczy temperatury na panelu monitora i wyświetlaczu pełnoekranowym LED.
pt: Aplica-se à temperatura no painel do monitor e à exibição em tela cheia de LED.
ro: Se aplică temperaturii de pe tabloul de bord al monitorului și de pe ecranul complet LED.
ru: Применяется к температуре на приборной панели монитора и полноэкранном дисплее LED.
sk: Vzťahuje sa na teplotu na prístrojovej doske monitora a zobrazenie na celú obrazovku LED.
sv: Gäller temperatur på monitorns instrumentpanel och helskärms LED display.
th: ใช้กับอุณหภูมิบนแดชบอร์ดของจอภาพและการแสดงผลแบบเต็มหน้าจอ LED
tr: Monitör panosundaki ve tam ekran LED ekranındaki sıcaklık için geçerlidir.
uk: Застосовується до температури на інформаційній панелі монітора та повноекранному дисплеї LED.
vi: Áp dụng cho nhiệt độ trên bảng điều khiển màn hình và màn hình LED toàn màn hình.
zh_hans: 用于监测页与全屏 LED 看板的温度显示。
zh_hant: 用於監測頁與全螢幕 LED 看板的溫度顯示。

# settings.temperature.unit
source: Temperature
ar: درجة حرارة
bg: температура
ca: Temperatura
cs: Teplota
da: Temperatur
de: Temperatur
el: Θερμοκρασία
es: Temperatura
fi: Lämpötila
fr: Température
he: טֶמפֶּרָטוּרָה
hi: तापमान
hr: Temperatura
hu: Hőmérséklet
id: Suhu
it: Temperatura
ja: 温度
ko: 온도
ms: Suhu
nb: Temperatur
nl: Temperatuur
pl: Temperatura
pt: Temperatura
ro: Temperatură
ru: Температура
sk: Teplota
sv: Temperatur
th: อุณหภูมิ
tr: Sıcaklık
uk: Температура
vi: Nhiệt độ
zh_hans: 温度单位
zh_hant: 溫度單位

# settings.termsOfService
source: Terms of Service
ar: شروط الخدمة
bg: Условия за ползване
ca: Condicions del servei
cs: Podmínky služby
da: Servicevilkår
de: Nutzungsbedingungen
el: Όροι Παροχής Υπηρεσιών
es: Términos de servicio
fi: Palveluehdot
fr: Conditions d'utilisation
he: תנאים והגבלות
hi: सेवा की शर्तें
hr: Uvjeti usluge
hu: Szolgáltatási feltételek
id: Ketentuan Layanan
it: Termini di servizio
ja: 利用規約
ko: 서비스 약관
ms: Syarat Perkhidmatan
nb: Vilkår for bruk
nl: Servicevoorwaarden
pl: Warunki świadczenia usług
pt: Termos de serviço
ro: Termeni și condiții
ru: Условия использования
sk: Zmluvné podmienky
sv: Användarvillkor
th: ข้อกำหนดในการให้บริการ
tr: Hizmet Şartları
uk: Умови обслуговування
vi: Điều khoản dịch vụ
zh_hans: 用户协议
zh_hant: 使用者協議

# settings.theme
source: Theme
ar: السمة
bg: Тема
ca: Tema
cs: Téma
da: Tema
de: Thema
el: Θέμα
es: Tema
fi: Teema
fr: Thème
he: נוֹשֵׂא
hi: थीम
hr: Tema
hu: Téma
id: Tema
it: Tema
ja: テーマ
ko: 주제
ms: Tema
nb: Tema
nl: Thema
pl: Temat
pt: Tema
ro: Temă
ru: Тема
sk: Téma
sv: Tema
th: ธีม
tr: Tema
uk: Тема
vi: chủ đề
zh_hans: 主题
zh_hant: 主題

# settings.theme.dark
source: Dark
ar: داكن
bg: Тъмно
ca: Fosc
cs: Tmavý
da: Mørk
de: Dunkel
el: Σκοτάδι
es: Oscuro
fi: Tumma
fr: Sombre
he: כֵּהֶה
hi: डार्क
hr: tamno
hu: Sötét
id: Gelap
it: Buio
ja: 暗い
ko: 어두운
ms: Gelap
nb: Mørk
nl: Donker
pl: Ciemny
pt: Escuro
ro: Întuneric
ru: Тёмная
sk: Tmavý
sv: Mörk
th: มืด
tr: Karanlık
uk: Темний
vi: Tối tăm
zh_hans: 深色
zh_hant: 深色

# settings.theme.light
source: Light
ar: فاتح
bg: светлина
ca: Llum
cs: Světlo
da: Lys
de: Licht
el: Φως
es: Claro
fi: Kevyt
fr: Clair
he: אוֹר
hi: लाइट
hr: Svjetlo
hu: Fény
id: Lampu
it: Leggero
ja: ライト
ko: 빛
ms: Cahaya
nb: Lys
nl: Licht
pl: Światło
pt: Claro
ro: Aprinde
ru: Светлая
sk: Svetlo
sv: Ljus
th: แสงสว่าง
tr: Işık
uk: світло
vi: Ánh sáng
zh_hans: 浅色
zh_hant: 淺色

# settings.theme.system
source: System
ar: النظام
bg: система
ca: Sistema
cs: Systém
el: Σύστημα
es: Sistema
fi: Järjestelmä
fr: Système
he: מַעֲרֶכֶת
hi: सिस्टम
hr: sustav
hu: Rendszer
id: Sistem
it: Sistema
ja: システム
ko: 체계
ms: Sistem
nl: Systeem
pt: Sistema
ro: Sistem
ru: Система
sk: systém
th: ระบบ
tr: Sistem
uk: система
vi: Hệ thống
zh_hans: 跟随系统
zh_hant: 跟隨系統

# settings.title
source: Settings
ar: الإعدادات
bg: Настройки
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Réglages
he: הגדרות
hi: सेटिंग्स
hr: postavke
hu: Beállítások elemre
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Ajustes
ro: Setări
ru: Настройки
sk: Nastavenia
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# settings.weighting.footer
source: A-weighting matches human hearing; C and Z are used for technical and full-band analysis.
ar: الترجيح A يقارب السمع البشري؛ يُستخدمان C وZ للتحليل التقني وكامل النطاق.
bg: A-теглото съответства на човешкия слух; C и Z се използват за технически и пълночестотен анализ.
ca: La ponderació A coincideix amb l'oïda humana; C i Z s'utilitzen per a l'anàlisi tècnica i de banda completa.
cs: A-váha odpovídá lidskému sluchu; C a Z se používají pro technickou a celopásmovou analýzu.
da: A-vægtning matcher menneskelig hørelse; C og Z bruges til teknisk og full-band analyse.
de: Die A-Gewichtung entspricht dem menschlichen Gehör; C und Z werden für die technische Analyse und die Vollbandanalyse verwendet.
el: Η στάθμιση A ταιριάζει με την ανθρώπινη ακοή. Τα C και Z χρησιμοποιούνται για τεχνική ανάλυση και ανάλυση πλήρους ζώνης.
es: La ponderación A se aproxima a la audición humana; C y Z se usan para análisis técnico y de banda completa.
fi: A-painotus vastaa ihmisen kuuloa; C:tä ja Z:tä käytetään tekniseen ja koko kaistan analysointiin.
fr: La pondération A suit l’audition humaine ; C et Z servent à l’analyse technique et pleine bande.
he: שקלול A תואם את השמיעה האנושית; C ו-Z משמשים לניתוח טכני ופס מלא.
hi: A-भारण मानव श्रवण के करीब है; C और Z तकनीकी/पूर्ण-बैंड विश्लेषण के लिए।
hr: A-ponderiranje odgovara ljudskom sluhu; C i Z se koriste za tehničku analizu i analizu cijelog pojasa.
hu: Az A-súlyozás megfelel az emberi hallásnak; A C-t és a Z-t technikai és teljes sávos elemzéshez használják.
id: Pembobotan A cocok dengan pendengaran manusia; C dan Z digunakan untuk analisis teknis dan full-band.
it: La ponderazione A corrisponde all'udito umano; C e Z vengono utilizzati per l'analisi tecnica e a banda intera.
ja: A 重み付けは人間の聴覚に一致します。 C と Z はテクニカル分析とフルバンド分析に使用されます。
ko: A-가중치는 인간의 청력과 일치합니다. C와 Z는 기술 및 전대역 분석에 사용됩니다.
ms: Pemberatan A sepadan dengan pendengaran manusia; C dan Z digunakan untuk analisis teknikal dan jalur penuh.
nb: A-vekting matcher menneskelig hørsel; C og Z brukes til teknisk og fullbåndsanalyse.
nl: A-weging komt overeen met het menselijk gehoor; C en Z worden gebruikt voor technische en volledige bandanalyse.
pl: Ważenie A odpowiada ludzkiemu słuchowi; C i Z służą do analizy technicznej i pełnopasmowej.
pt: A ponderação A aproxima a audição humana; C e Z são usadas para análise técnica e de banda completa.
ro: Ponderarea A se potrivește cu auzul uman; C și Z sunt utilizate pentru analiza tehnică și în bandă completă.
ru: A-взвешивание близко к слуху человека; C и Z — для технического и полнополосного анализа.
sk: A-váha zodpovedá ľudskému sluchu; C a Z sa používajú na technickú a celopásmovú analýzu.
sv: A-viktning matchar mänsklig hörsel; C och Z används för teknisk analys och fullbandsanalys.
th: A-weighting ตรงกับการได้ยินของมนุษย์ C และ Z ใช้สำหรับการวิเคราะห์ทางเทคนิคและการวิเคราะห์แบบเต็มแบนด์
tr: A-ağırlıklandırma insan işitmesiyle eşleşir; C ve Z teknik ve tam bant analiz için kullanılır.
uk: A-зважування відповідає людському слуху; C і Z використовуються для технічного та повнодіапазонного аналізу.
vi: Trọng số A phù hợp với thính giác của con người; C và Z được sử dụng để phân tích kỹ thuật và toàn dải.
zh_hans: A 计权贴近人耳听感；C 与 Z 用于技术与全频段分析。
zh_hant: A 計權貼近人耳聽感；C 與 Z 用於技術與全頻段分析。
